Dlubal.RFEM5.SurfaceEquivalentStresses
Surface equivalent stresses

Dlubal.RFEM5.SurfaceEquivalentStresses.SurfaceNo
Surface number

Dlubal.RFEM5.SurfaceEquivalentStresses.Type
Type of results

Dlubal.RFEM5.SurfaceEquivalentStresses.LocationNo
Location number

Dlubal.RFEM5.SurfaceEquivalentStresses.Coordinates
Location coordinates.

Dlubal.RFEM5.SurfaceEquivalentStresses.SigmaEqvMax
Equivalent stress σeqv,max

Dlubal.RFEM5.SurfaceEquivalentStresses.SigmaEqvPositive
Equivalent stress σeqv,+

Dlubal.RFEM5.SurfaceEquivalentStresses.SigmaEqvNegative
Equivalent stress σeqv,-

Dlubal.RFEM5.SurfaceEquivalentStresses.SigmaEqvM
Equivalent stress σeqv,m